Repository: esowooo/Bindo
Catalog: Bindo/98_Localize/Localizable.xcstrings
Source language: en
Languages: ja, ko

# bindoFormError.incorrectInterval
source: End Date/Interval setup is incorrect.
ja: 終了日/間隔の設定が正しくありません。
ko: 종료일/주기 설정이 잘못되었습니다.

# bindoFormError.inferredIntervalUnsupported
source: Couldn't identify either day or month interval.
ja: 日または月の間隔を特定できません。
ko: 일 또는 월 주기를 식별할 수 없습니다.

# bindoFormError.invalidInterval
source: Please enter a valid interval
ja: 有効な間隔を入力してください。
ko: 올바른 주기를 입력하세요.

# bindoFormError.invalidIntervalEqual
source: Start date and end/next date can’t be the same.
ja: 開始日と終了日/次の日は同じにできません。
ko: 시작일과 종료일/다음일은 같을 수 없습니다.

# bindoFormError.invalidIntervalReversed
source: Start date must be before the end/next date.
ja: 開始日は終了日/次の日より前でなければなりません。
ko: 시작일은 종료일/다음일보다 앞서야 합니다.

# bindoFormError.missingField
source: Please input %@
ja: %@を入力してください。
ko: %@을(를) 입력하세요

# bindoFormError.notEnoughPointsForInference
source: Need two dates minimum in order to calculate interval.
ja: 間隔を計算するには最低2つの日付が必要です。
ko: 주기를 계산하려면 최소 두 개의 날짜가 필요합니다.

# button.add
source: Add
ja: 追加
ko: 추가

# button.back
source: Back
ja: 戻る
ko: 뒤로가기

# button.cancel
source: Cancel
ja: キャンセル
ko: 취소

# button.delete
source: Delete
ja: 削除
ko: 삭제

# button.edit
source: Edit
ja: 編集
ko: 편집

# button.save
source: Save
ja: 保存
ko: 저장

# dateView.addRow
source: Add Payday
ja: 支払日を追加
ko: 결제일 추가

# dateView.alert.amountRequired
source: Please enter the Amount.
ja: 金額を入力してください。
ko: 금액을 입력하세요.

# dateView.alert.baseMissing
source: Please enter Amount first.
ja: 先に金額を入力してください。
ko: 먼저 금액을 입력하세요.

# dateView.alert.confirm.title
source: Confirm
ja: 確認
ko: 확인

# dateView.alert.endAfterStart
source: End Date must be after the start date.
ja: 終了日は開始日より後でなければなりません。
ko: 종료일은 시작일 이후여야 합니다.

# dateView.alert.overwrite.message
source: Do you want to overwrite all paydays amount with base amount?
ja: すべての支払日の金額を基本金額で上書きしますか？
ko: 모든 결제일 금액을 기본 금액으로 덮어쓰시겠습니까?

# dateView.alert.overwrite.title
source: Confirm
ja: 確認
ko: 확인

# dateView.alert.required.title
source: Required
ja: 必須
ko: 필수

# dateView.amount
source: Amount
ja: 金額
ko: 금액

# dateView.copyAmount
source: Use base amount for additional paydays
ja: 追加支払日に基本金額を使用
ko: 추가 결제일에 기본 금액 사용

# dateView.field.amount
source: Base Amount
ja: 基本金額
ko: 기본 금액

# dateView.field.amountInRows
source: Amount
ja: 金額
ko: 금액

# dateView.field.name
source: Name
ja: 名前
ko: 이름

# dateView.name
source: Name
ja: 名前
ko: 이름

# dateView.nextPayday
source: Next Payday
ja: 次の支払日
ko: 다음 결제일

# dateView.nextPayday.index
source: Next Payday %d
ja: 次の支払日 %d
ko: 다음 결제일 %d

# dateView.startDate
source: Start Date
ja: 開始日
ko: 시작일

# dateView.summary
source: Summary
ja: 概要
ko: 요약

# dateView.summary.end
source: End: %@
ja: 終了: %@
ko: 종료: %@

# dateView.summary.paydays
source: Payday(s): %d
ja: 支払日数: %d
ko: 결제일 수: %d

# dateView.summary.start
source: Start: %@
ja: 開始: %@
ko: 시작: %@

# error.title
source: Error
ja: エラー
ko: 오류

# floatingActionMenu.calendar
source: Calendar
ja: カレンダー
ko: 달력

# floatingActionMenu.dismissMenu
source: Dismiss
ja: 閉じる
ko: 닫기

# floatingActionMenu.openMenu
source: Open
ja: 開く
ko: 열기

# floatingActionMenu.settings
source: Settings
ja: 設定
ko: 설정

# floatingActionMenu.stats
source: Statistics
ja: 統計
ko: 통계

# intervalView.alert.invalid.endEarlier
source: End Date cannot be earlier than Start Date.
ja: 終了日は開始日より前にできません。
ko: 종료일은 시작일보다 앞설 수 없습니다.

# intervalView.alert.invalid.firstExceeds
source: First payday will be %@ which exceeds End Date.
ja: 最初の支払日は%@で、終了日を超えています。
ko: 첫 결제일은 %@로 종료일을 초과합니다.

# intervalView.alert.invalid.title
source: Invalid Interval
ja: 無効な間隔
ko: 잘못된 주기

# intervalView.alert.required.amount
source: Please enter Amount.
ja: 金額を入力してください。
ko: 금액을 입력하세요.

# intervalView.alert.required.name
source: Please enter Name.
ja: 名前を入力してください。
ko: 이름을 입력하세요.

# intervalView.alert.required.title
source: Required
ja: 必須
ko: 필수

# intervalView.amount
source: Amount
ja: 金額
ko: 금액

# intervalView.endDateOptional
source: End Date (Optional)
ja: 終了日 (任意)
ko: 종료일 (선택)

# intervalView.field.amount
source: Amount
ja: 金額
ko: 금액

# intervalView.field.name
source: Name
ja: 名前
ko: 이름

# intervalView.includeToday
source: Include as Payday
ja: 支払日に含める
ko: 결제일로 포함

# intervalView.interval
source: Interval
ja: 間隔
ko: 주기

# intervalView.name
source: Name
ja: 名前
ko: 이름

# intervalView.onceIn
source: Once in
ja: ごと
ko: 주기는

# intervalView.startDate
source: Start Date
ja: 開始日
ko: 시작일

# intervalView.summary.endFmt
source: End: %@
ja: 終了: %@
ko: 종료: %@

# intervalView.summary.nextDash
source: Next Payday: --
ja: 次の支払日: –
ko: 다음 결제일: –

# intervalView.summary.nextDashEndFmt
source: Next Payday: -- / End: %@
ja: 次の支払日: – / 終了: %@
ko: 다음 결제일: – / 종료: %@

# intervalView.summary.nextFmt
source: Next Payday: %@
ja: 次の支払日: %@
ko: 다음 결제일: %@

# intervalView.summary.title
source: Summary
ja: 概要
ko: 요약

# intervalView.unit.days
source: Day(s)
ja: 日
ko: 일

# intervalView.unit.months
source: Month(s)
ja: 月
ko: 개월

# intervalView.unit.placeholder
source: Unit
ja: 単位
ko: 단위

# intervalView.unit.weeks
source: Week(s)
ja: 週
ko: 주

# intervalView.unit.years
source: Year(s)
ja: 年
ko: 년

# intervalView.value.placeholder
source: Value
ja: 値
ko: 값

# main.alert.deleteTitle
source: Delete?
ja: 削除しますか？
ko: 삭제하시겠습니까?

# main.alert.removeItem
source: Remove "%@"
ja: %@" を削除
ko: %@" 삭제

# main.alert.removeItems
source: Remove multiple items
ja: 複数の項目を削除
ko: 여러 항목 삭제

# main.alert.removeSelected
source: Remove selected item
ja: 選択項目を削除
ko: 선택 항목 삭제

# main.alert.someDeleteFailed
source: Some items could not be deleted.
ja: 一部の項目を削除できませんでした。
ko: 일부 항목을 삭제할 수 없습니다.

# main.daysLeft.n
source: %d day(s) left
ja: 残り%d日
ko: %d일 남음

# main.daysLeft.zero
source: 0 days left
ja: 残り0日
ko: 0일 남음

# main.expires.default
source: Expired
ja: 期限切れ
ko: 만료됨

# main.expires.expiredAt
source: Expired at %@
ja: %@に期限切れ
ko: %@에 만료됨

# main.expires.inDays
source: Expires in %d day(s)
ja: %d日後に期限切れ
ko: %d일 후 만료

# main.expires.today
source: Expires today
ja: 今日期限切れ
ko: 오늘 만료

# main.filter.active
source: Active
ja: 有効
ko: 활성

# main.filter.all
source: All
ja: 全て
ko: 전체

# main.filter.button
source: Filter
ja: フィルター
ko: 필터

# main.filter.date
source: Date Type
ja: 日付型
ko: 날짜형

# main.filter.expired
source: Expired
ja: 期限切れ
ko: 만료

# main.filter.interval
source: Interval Type
ja: 間隔型
ko: 주기형

# main.filter.title
source: Filter
ja: フィルター
ko: 필터

# main.item
source: Item
ja: 項目
ko: 항목

# main.payday.date
source: Payday: %@
ja: 支払日: %@
ko: 결제일: %@

# main.payday.none
source: Payday: —
ja: 支払日: —
ko: 결제일: —

# main.payday.today
source: Payday: Today
ja: 支払日: 今日
ko: 결제일: 오늘

# newBindo.alert.discard.message
source: You have unsaved inputs. Switching will delete current inputs.
ja: 未保存の入力があります。切り替えると現在の入力は削除されます。
ko: 저장되지 않은 입력이 있습니다. 전환하면 현재 입력이 삭제됩니다.

# newBindo.alert.discard.title
source: Discard changes?
ja: 変更を破棄しますか？
ko: 변경사항을 폐기하시겠습니까?

# newBindo.alert.invalid.formNotFound
source: Form not found
ja: フォームが見つかりません。
ko: 폼을 찾을 수 없습니다.

# newBindo.alert.invalid.title
source: Invalid
ja: 無効
ko: 잘못됨

# newBindo.alert.notAllowed.changeType
source: Can't change.
ja: 変更できません。
ko: 변경할 수 없습니다.

# newBindo.alert.notAllowed.message
source: Can't change type for existing bindo.
ja: 既存のBindoは型を変更できません。
ko: 기존 Bindo는 유형을 변경할 수 없습니다.

# newBindo.alert.notAllowed.title
source: Not Allowed
ja: 許可されていません
ko: 허용되지 않음

# newBindo.child.date
source: Date
ja: 日付
ko: 날짜

# newBindo.child.interval
source: Interval
ja: 間隔
ko: 주기

# newBindo.placeholder
source: Interval
ja: 間隔
ko: 주기

# review.col.amount
source: Amount
ja: 金額
ko: 금액

# review.col.paymentDate
source: Payment Date
ja: 支払された日
ko: 결제된 날짜

# review.createdDate
source: Created Date
ja: 作成日
ko: 생성일

# review.endDate
source: End Date
ja: 終了日
ko: 종료일

# review.missing
source: The item is missing.
ja: 項目がありません。
ko: 항목이 업습니다.

# review.name
source: Name
ja: 名前
ko: 이름

# review.noPayments
source: No saved payments.
ja: 保存された支払いはありません。
ko: 저장된 결제 없음.

# review.notFound
source: Not Found
ja: 見つかりません
ko: 찾을 수 없음

# review.option
source: Type
ja: 型
ko: 유형

# review.paymentHistory
source: Payment History
ja: 支払履歴
ko: 결제 내역

# review.startDate
source: Start Date
ja: 開始日
ko: 시작일

# review.title
source: Review
ja: レビュー
ko: 리뷰

# settings.ccy.none
source: None
ja: なし
ko: 없음

# settings.ccy.title
source: CCY
ja: 通貨
ko: 통화

# settings.export.failed.title
source: Export Failed
ja: エクスポート失敗
ko: 내보내기 실패

# settings.mail.body.tip
source: Please write your feedback above this line.
ja: この行の上にフィードバックを書いてください。
ko: 이 줄 위에 피드백을 작성하세요.

# settings.mail.subject
source: [Feedback] Bindo App
ja: [フィードバック] Bindoアプリ
ko: [Feedback] Bindo 앱

# settings.mail.unavailable.message
source: Please install or configure a mail app to send feedback.
ja: メールアプリをインストールまたは設定してください。
ko: 메일 앱을 설치하거나 설정하세요.

# settings.mail.unavailable.title
source: Mail Not Available
ja: メール不可
ko: 메일 확인 불가.

# settings.section.app
source: App
ja: アプリ
ko: 앱

# settings.section.main
source: Main
ja: メイン
ko: 메인

# settings.section.tools
source: Tools
ja: ツール
ko: 도구

# settings.title
source: Settings
ja: 設定
ko: 설정

# settings.toggle.amount
source: Show Amount
ja: 金額を表示
ko: 금액 표시

# settings.toggle.comma
source: Use Comma Separator
ja: カンマ区切りを使用
ko: 쉼표 구분 사용

# settings.toggle.daysleft
source: Show Days Left
ja: 残日数を表示
ko: 남은 일수 표시

# settings.toggle.payday
source: Show Payday
ja: 支払日を表示
ko: 결제일 표시

# settings.toggle.statusBar
source: Show Status Bar
ja: ステータスバーを表示
ko: 상태바 표시

# settings.tools.exportCSV
source: Export CSV
ja: CSVエクスポート
ko: CSV 내보내기

# settings.tools.sendFeedback
source: Send Feedback
ja: フィードバック送信
ko: 피드백 보내기

# stats.a11y.current
source: Current period
ja: 今週期
ko: 현재 주기

# stats.a11y.narrow
source: Narrow range
ja: 間隔を縮める
ko: 간격 좁히기

# stats.a11y.next
source: Next period
ja: 次の周期
ko: 다음 주기

# stats.a11y.prev
source: Previous period
ja: 前の周期
ko: 이전 주기

# stats.a11y.widen
source: Widen range
ja: 間隔を広げる
ko: 간격 늘리기

# stats.mode.month
source: Month
ja: 月
ko: 월

# stats.mode.year
source: Year
ja: 年
ko: 년

# stats.noData
source: No data available
ja: データが見つかりません
ko: 데이터 없음

# button.ok
source: Ok
ko: 확인

# calendar.ok
source: Ok
ko: 확인
